<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>

</head>
<style>
body { font-size: 10pt; font-family: AvantGarde-BookOblique, 맑은 고딕; background:url(../images/bg3.png); }


textarea{
border:none;
font-size:10pt;
color:#004a80;
border-collapse:collapse;
}

</style>
<body>
<center>
<h2>회원가입</h2>

<img src="../images/joinInfo.jpg" width="160"><br>
<textarea rows="10" cols="70">
제 1조 (목적)

본 약관은 청춘시네마 멤버십회원이 청춘시네마 주식회사(이하 "청춘시네마")가 제공하는 청춘시네마 멤버십서비스를 이용하면서 청춘시네마 멤버십 회원의 제반 권리, 의무 및 관련 절차 등을 규정하는 데 그 목적이 있습니다. 본 약관은 오프라인 매장에서의 서비스에 관한 계약 내용으로 개인정보 취급 방침 및 온라인(홈페이지)에 관한 서비스 약관은 당사 홈페이지에 기술되어 있습니다.

제 2조 (정의)

①"청춘시네마 멤버십서비스"(이하 "멤버십서비스")라 함은 청춘시네마 멤버십회원을 위해 청춘시네마가 제공하는 서비스로서 그 개요는 본 약관 제4조에 기술된 바와 같습니다.*"청춘시네마 멤버십카드"(이하 "멤버십카드")란 청춘시네마 멤버십회원이 멤버십서비스를 정상적으로 이용할 수 있도록 청춘시네마가 승인한 카드로서 청춘시네마 또는 청춘시네마의 제휴카드사에서 발급합니다. “청춘시네마 가족카드” (이하 “가족카드”)라 함은 가족 아이디 중 대표 ID를 선정하여, 가족구성원으로 포인트를 통합 조회하고 이용하는 가족 통합 멤버십카드를 말합니다.*"청춘시네마 멤버십회원"(이하 "회원")이란 멤버십카드를 발급받아 정상적으로 사용할 수 있는 권한을 부여받은 자를 말합니다.*"청춘시네마 멤버십 제휴사" 및 "청춘시네마 멤버십 제휴점"(이하 "제휴점")이란 청춘시네마와 제휴점 사이에 계약을 체결하고 청춘시네마 멤버십회원에게 혜택을 제공하는 업소를 말합니다.*"청춘시네마 멤버십포인트"(이하 "포인트")라 함은 회원이 멤버십서비스를 이용하기 위하여 취득하는 것으로서 그 취득 및 사용 등에 관한 구체적인 사항은 본 약관 제5조, 제6조, 제7조에 기술된 바와 같습니다.
제 3조 (회원가입 및 멤버십카드 발급)
①회원으로 가입하고자 하는 고객은 청춘시네마가 정한 회원가입신청서(제휴카드인 경우 제휴사와 청춘시네마가 협의로 정한 회원가입 신청서)에 정해진 사항을 기입한 후 본 약관에 동의함으로써 회원가입을 신청합니다.②고객으로부터 회원 가입 신청이 있는 경우 청춘시네마는 자체 기준에 따른 심사(제휴카드인 경우 제휴사 및 청춘시네마의 심사)를 거친 뒤 동 기준을 만족하는 회원가입신청 고객에게 멤버십카드를 발급하여 드립니다.③구체적인 멤버십카드의 발급절차는 다음과 같습니다.
(1) 프리머스 멤버십카드
가.만 14세 미만의 고객 : 부모 등 법정대리인의 동의가 있어야 회원 가입이 가능하며, 청춘시네마 홈페이지를 통해서만 가입 가능합니다. 멤버십 가입 시 법정대리인의 성명, 이메일, 연락처를 받습니다. 법정 대리인의 이메일 주소로 서면 동의서를 보내 드리며, 법정대리인의 신분증 사본 및 동의서 수신 시 프리머스 멤버십 회원으로 가입됩니다. 동의서는 Fax (02)371-6630, 이메일 kim@dongduk.ac.kr으로만 받습니다. 법정대리인의 개인정보는 만 14세 미만의 회원가입 동의의 목적으로만 사용되며, 다른 목적으로 사용 시에는 개인정보 취급방침에 명시된 절차에 따라 동의를 받은 후 활용합니다.나.만 14세 이상의 고객 : 프리머스 각 극장을 통해 멤버십 가입 신청서 작성 후 받은 프리머스 멤버십카드를 사용할 수 있습니다. 멤버십 신청서를 작성하지 않고 프리머스 멤버십카드를 홈페이지에서 등록하셔도 사용 가능합니다.
(2) 프리머스 제휴카드

만 18세 이상의 자만 발급신청 가능하며, 프리머스 각 극장 및 홈페이지, 각 제휴카드 발급점을 통해 회원가입하고 발급신청을 하는 경우 발급절차를 거쳐 회원가입 신청서상에 기입된 주소지로 발송됩니다.
④본 조 제1항 및 제2항에 정해진 바에 따라 발급되는 가족카드는 현장에서 발급하며, 대표 아이디 포함 최대 5장 이내에서 추가 발급이 가능합니다. 카드 신청 및 추가 발급 시 대표 아이디 사용자와 추가 발급자가 현장에 방문하여야 합니다.
제 4조 (멤버십서비스)
①회원은 청춘시네마 전 극장에서 영화 관람 시, 포인트를 적립 받을 수 있습니다. 구체적인 적립방법과 적립 기준은 본 약관 제5조의 포인트 적립 기준에 따라 제공됩니다.②회원은 적립한 포인트를 사용하여, 청춘시네마가 제공하는 포인트선물로 교환할 수 있습니다. 구체적인 포인트 사용방법과 사용기준은 본 약관 제6조의 포인트 사용기준에 따라 제공됩니다.③회원은 제휴점에서 멤버십카드 제시 시, 청춘시네마와 제휴점 사이에 체결한 계약에 따라, 할인 등 별도 혜택을 받을 수 있습니다.④매년 회원 중 VIP 회원으로 선정된 회원은 VIP 회원으로 선정된 당해년도에 한해, VIP 카드와 함께 청춘시네마가 제공하는 각종 VIP 서비스를 제공받을 수 있습니다. VIP 회원의 선정기준은 청춘시네마의 자체 기준에 따라 매년 변경되며, VIP 회원 기준, 등록방법 및 카드 교체방법은 약관 제17조 제1항에 규정된 통지방법을 준용하여 회원에게 알려드립니다.⑤본 조 제4항의 VIP 회원에 대한 혜택은 청춘시네마 홈페이지에 공지되며, 본 혜택은 청춘시네마 회사 사정에 따라 변경될 수 있습니다.
제 5조 (멤버십포인트 적립)
①멤버십카드를 발급받은 회원에 한해 청춘시네마 전 극장에서 티켓 구매 시, 유료 영화관람금액의 10%에 해당하는 포인트를 적립할 수 있으며, 영화관람 다음날 적립 확인할 수 있습니다.②회원은 반드시 티켓을 구매할 때 멤버십카드를 함께 제시하여야만 적립할 수 있으며, 적립 포인트의 한도는 없습니다.③청춘시네마 영화관람권을 이용해서 영화를 관람한 회원은 관람권의 형태에 따라 포인트의 적용 여부가 결정됩니다.④회원은 청춘시네마가 사전 공지한 행사의 참여를 통해 포인트를 추가로 적립 받을 수 있습니다. 이 경우 적립되는 포인트는 행사 공지 시 별도로 공지된 기준에 따라 적립되게 됩니다.⑤이미 결제한 내용을 환불할 경우, 해당 환불액에 해당하는 포인트가 적립 취소됩니다.
제 6조 (멤버십포인트 사용)
①포인트를 보유한 회원은 청춘시네마 극장과 홈페이지에서 멤버십카드와 신분증 제시 등 청춘시네마가 정한 정해진 절차에 따라 포인트별 혜택을 받을 수 있으며, 포인트별 혜택에 대한 내용은 청춘시네마 홈페이지에 별도 공지합니다.②포인트별 혜택은 청춘시네마 회사 상황에 따라 변경될 수 있습니다.③청춘시네마는 일정 기준 이상의 포인트를 달성한 회원을 대상으로 이벤트를 실시할 수 있으며, 해당 경품 및 참여 가능 포인트는 이벤트 실시 시점에 사전 공지합니다.④본 조 제1항, 제2항, 제3항에서처럼 포인트별 혜택을 받을 경우, 그에 해당하는 멤버십 포인트는 소멸하며, 기수령한 포인트 혜택은 환불이 불가능합니다.⑤가족카드를 보유한 회원은 카드 발급 지점 또는 홈페이지에서 가족카드 제시, 신분증 제시 등 프리머스 시네마가 정한 정해진 절차에 따라 가족카드 할인 혜택 및 포인트를 통합 관리하실 수 있습니다.
제 7조 (멤버십포인트 정정, 취소 및 소멸)
①멤버십포인트 적립에 오류가 있을 때, 회원은 오류발생 시점부터 60일 이내에 청춘시네마에 정정 신청을 하여야 하며, 청춘시네마는 회원의 정정 신청일로부터 3개월 이내에 조정할 수 있습니다. 단, 회원은 멤버십포인트 적립의 오류를 증명할 수 있는 전표나 자료를 청춘시네마에 제시하여야 합니다.②적립된 포인트의 사용기간은 적립일로부터 차차 년도 4월 30일까지이며, 이 기간 내에 사용하지 않은 포인트는 매년 4월 30일 회사 영업 종료 시점에 자동 소멸합니다. 단, 회원의 자격은 계속 유지됩니다.③가족카드는 대표 아이디 1명을 선정하여 해당 아이디로 포인트를 통합 적립 및 사용할 수 있습니다. 단, 가족카드로 포인트 통합 후 회원의 사정에 의한 가족카드 카드별 포인트 분리는 불가합니다.
제 8조 (멤버십카드 이용 및 관리)
①멤버십카드는 회원 본인이 직접 사용하여야 하며, 타인에게 대여하거나 양도 또는 담보의 목적으로 이용할 수 없습니다.②멤버십카드는 회원 스스로 책임하에 관리하여야 하며, 회원의 고의 또는 과실로 멤버십카드가 훼손, 분실, 도난 등의 사고(이하 “사고”)가 발생한 경우, 회원은 즉시 그 사실을 청춘시네마에 통지하여야 합니다.③회원으로부터 본 조 제2항에 따른 통지를 받은 경우, 청춘시네마는 즉시 사고 등록 및 당해 멤버십카드의 사용을 중지하는 등 필요한 제반 조치를 합니다. 단, 청춘시네마는 당해 회원이 본 조 제2항에 따른 통지를 한 시점 이전에 발생한 손해에 대해서는 어떠한 책임도 지지 않습니다.④회원이 제휴점에서 멤버십서비스를 이용하고자 할 경우에는 제휴점에 멤버십카드를 제시하여야 합니다. 단, 여기에서 "멤버십카드를 제시한다" 함은 멤버십카드를 제휴점에 보여주는 행위, 멤버십카드번호를 입력하는 행위, 멤버십카드 비밀번호를 입력하는 행위 등 멤버십서비스를 이용하고자 하는 고객이 청춘시네마로부터 적법하게 인정된 회원임을 증명하는 행위를 말합니다.⑤회원이 멤버십서비스를 이용하고자 멤버십카드를 제휴점에 제시할 경우 제휴점은 회원에게 본인 확인을 위한 신분증 제시를 요청할 수 있습니다. 이 경우 회원은 제휴가맹점의 요청을 준수하여야 정상적인 멤버십서비스를 받을 수 있습니다.
제 9조 (회원의 의무)
①회원은 이 약관에서 규정하는 사항과 이용안내 또는 공지사항 등을 통하여 청춘시네마가 공지하는 사항을 준수하여야 하며, 기타 청춘시네마의 업무에 방해되는 행위를 하여서는 안 됩니다.②회원은 청춘시네마가 제공한 멤버십서비스와 멤버십서비스가 제공한 혜택(포인트, 경품 등)을 이용하여 영업 활동을 할 수 없습니다.③회원은 구매한 티켓을 다른 고객에게 재판매할 수 없으며, 위반 시에는 제공받았던 멤버십 서비스가 제공한 혜택 (포인트, 경품 등)을 반환하여야 합니다.④회원은 멤버십서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
제 10조 (회원의 탈퇴 및 자격상실)
①회원은 언제든지 서면, E-MAIL, 전화 및 기타 청춘시네마가 정하는 방법으로 회원탈퇴를 요청할 수 있으며, 청춘시네마는 회원의 요청에 따라 조속히 멤버십회원 탈퇴에 필요한 제반 절차를 수행합니다. ②회원이 다음 각 호의 사유에 해당하면, 청춘시네마는 당해 회원에 대한 통보로서 회원의 자격을 상실시킬 수 있습니다. 1.회원이 멤버십서비스 가입 신청 시에 허위의 내용을 등록한 경우2.회원이 본 약관 제9조의 회원의 의무를 위반했을 경우3.회원이 청춘시네마가 정하지 않은 방법으로 멤버십카드를 부정 발급하거나, 멤버십서비스와 포인트를 부정한 방법으로 사용 및 적립한 경우③프리머스 멤버십 회원이 사망한 경우에는 별도의 통보 없이 당연히 자격이 상실됩니다. ④본 조 제2항의 사유로 멤버십회원 자격이 상실된 회원은 본 조 제2항 각 호의 사유가 자신의 고의 또는 과실을 근거로 한 것이 아님을 소명할 수 있습니다. 이 경우 청춘시네마는 회원의 소명 내용을 심사하여 회원의 주장이 타당하다고 판단하는 경우 회원으로 하여금 정상적인 멤버십서비스를 이용할 수 있도록 합니다. ⑤회원탈퇴 또는 자격의 상실이 확정될 경우, 회원에게 적립된 멤버십포인트도 함께 소멸합니다. 
제 11조 (멤버십서비스 종료)
①청춘시네마는 본 약관에서 정한 바에 따라 계속적이고 안정적인 멤버십서비스의 제공을 위하여 지속적으로 노력하며, 설비에 장애가 생기거나 멸실 된 때에는 바로 이를 수리 복구하여야 합니다. 다만, 천재지변, 비상사태 또는 그 밖에 부득이한 경우에는 멤버십서비스를 일시 중지하거나 종료할 수 있습니다. 
멤버십서비스를 정상적으로 종료하고자 할 경우, 청춘시네마는 멤버십서비스를 종료하고자 하는 날로부터 1개월 이전에 아래에 규정된 방법 중 1가지 이상의 통지방법을 준용하여 회원에게 알려 드립니다.
1. E-MAIL 통보 2. 서면 통보 3. 홈페이지(www.primuscinema.com)내 게시 4. 프리머스 극장 내 게시③전 항의 서비스 종료일 이후 회원은 멤버십 포인트 적립혜택을 받지 못하며, 멤버십 포인트는 자동으로 소멸됩니다.
제 12조 (회원에게 정보 전달)
①청춘시네마는 이벤트 및 당첨 정보를 전달하기 위해서 회원이 등록한 E-MAIL 주소 또는 SMS 등을 이용할 수 있습니다.②회원은 E-MAIL 주소 또는 SMS 등으로 메시지를 수신받기를 원하지 않을 경우, 청춘시네마 홈페이지에서 개인정보 수정을 통해 수신 거부 할 수 있습니다.③청춘시네마는 이용자가 동의하지 않은 영리목적의 광고성 전자우편을 발송하지 않습니다.
제 13조 (약관개정)
①본 약관은 수시로 개정될 수 있으며 약관을 개정하고자 할 경우 청춘시네마는 개정된 약관을 적용하고자 하는 날(이하 "효력 발생일"이라고 합니다)로부터 7일 이전에 약관이 개정된다는 사실과 개정된 내용 등을 아래에 규정된 방법 중 1가지 이상의 방법으로 회원에게 고지하여 드립니다. 다만 회원에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지합니다.1. E-MAIL 통보 2. 서면 통보 3. 청춘시네마 홈페이지(www.primuscinema.com)내 게시 4. 청춘시네마 극장 내 게시②청춘시네마가 E-MAIL 통보 또는 서면통보의 방법으로 본 약관이 개정된 사실 및 개정된 내용을 회원에게 알리는 경우에는 회원이 청춘시네마에 기제공한 E-MAIL 주소나 주소지 중 가장 최근에 제공된 E-MAIL 주소나 주소지로 통보합니다.③본 조의 규정에 따라 개정된 약관(이하 ‘개정약관’)은 원칙적으로 그 효력 발생일로부터 장래를 향하여 유효합니다.④회원은 개정약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있으며, 개정약관의 효력 발생 요청을 하지 않을 경우 약관의 변경 사항에 동의한 것으로 간주합니다.
제 14조 (손해배상)
①회원이 본 약관의 규정을 위반함으로 인하여 청춘시네마에 손해가 발생한 경우, 이 약관을 위반한 회원은 청춘시네마에 발생하는 모든 손해를 배상해야 합니다.②회원이 서비스를 이용하면서 행한 불법행위나 본 약관 위배행위로 인하여 청춘시네마가 회원 이외의 제삼자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의 제기를 받은 경우 회원은 자신의 책임과 비용으로 청춘시네마를 면책시켜야 하며, 청춘시네마가 면책되지 못한 경우 당해 회원은 그로 인하여 청춘시네마에 발생한 모든 손해를 배상하여야 합니다.
제 15조 (면책사항)
①청춘시네마는 천재지변 또는 이에 따르는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.②청춘시네마는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.③청춘시네마는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.④청춘시네마는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.⑤청춘시네마는 서비스 이용과 관련하여 가입자에게 발생한 손해 가운데 가입자의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.
제 16조 (관할법원)
①서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우 회사의 본사 소재지를 관할하는 법원을 전속 관할법원으로 합니다. 다만, 협의가 이루어지지 아니한 경우에는 양 당사자는 민사소송법상의 관할법원에 소송을 제기할 수 있습니다.
[제정] (2011. 2. 29 개정) 

본 약관은 2014년 6월 1일부터 시행합니다.
</textarea><br>
<br><br><br>
<img src="../images/joinInfo2.jpg" width="160"><br></center>
<form name="form1" method="post" action="mypage_control.jsp">
<input type="hidden" name="action" value="insert">
<table border="0" align="center" bgcolor="white" width="580">
<tr>
 <th>이름</th>
 <td><input type="text" name="login_name" maxlength="20" size="10"></td>
</tr>
<tr>
 <th>아이디</th>
 <td><input type="text" name="login_id" maxlength="20" size="10">

 </td>
</tr>
<tr>
 <th>비밀번호</th>
 <td><input type="password" name="login_pw" maxlength="20" size="10"></td>
</tr>

<tr>
 <th>이메일</th>
 <td><input type="text" name="login_email" maxlength="50" size="20"></td>
</tr>
<tr align="center">
 <td colspan="2"><input type="submit" value="가입하기"><input type="reset" value="취소"></td>
</table>
</form>

</body>
</html>